SYSTEM_MESSAGES: dict[str, str] = {
    "welcome": "Добро пожаловать в бота, юзер взял",
    "user_already_exists": "Такой юзер уже есть, увы",
    "daily_reminder": "Ежедневка",
    "cant_audio": "Не смог в аудио"
}

VOICE_GEN_DATA: dict[str, str] = {"language": "ru",
                              "id": "v4_ru",
                              "speaker": "baya"}

GREETING_THEMES: list[str] = ["Успех", "Радость", "Любовь", "Дружба", "Здоровье",
    "Благополучие", "Счастье", "Удача", "Мир", "Процветание", "Благодарность", "Настроение",
    "Вдохновение", "Мечта", "Победа", "Вера", "Семья", "Достижения", "Надежда", "Тепло"
]
